Repository: seccanj/testman4trac
Catalog: testman4trac/testmanager/locale/*/LC_MESSAGES/testmanager.po
Languages: es, fr, nl, ru

source: Settings
es: Configuraciones
fr: Réglages
nl: Instellingen
ru: Настройки

source: Templates
es: Plantillas
fr: Modèles
ru: Шаблоны

source: Settings saved
es: Ajustes guardados
fr: Réglages sauvegardés
nl: Instellingen opgeslagen
ru: Сохраненные настройки

source: Error saving the settings
es: Error al guardar la configuración
fr: Erreur dans la sauvegarde des réglages
nl: Fouten bij het Speichern der instellingen
ru: Ошибка сохранения настроек

source: A Test Case template with that name already exists
es: Ya existe una plantilla de caso de prueba con ese nombre
fr: Un modèle de Fiche de Test avec ce même nom existe déjà
nl: Ein Testfall-Template met diesem Namen bestaat al
ru: Шаблон тест-кейса с таким названием уже существует

source: Please enter a Template name first
es: Ingrese un nombre de plantilla primero
fr: Merci de rentrer d'abord le nom du modèle
nl: Bitte zuerst einen Template-Namen angeben
ru: Пожалуйста, сначала введите название шаблона

source: A Test Catalog template with that name already exists
es: Ya existe una plantilla de catálogo de prueba con ese nombre
fr: Un modèle de catalogue de test avec ce même nom existe déjà
nl: Ein Test-Verzeichnis-Template met diesem naam bestaat al
ru: Шаблон каталога с тестами с таким названием уже существует

source: Template '%s' not removed as it is currently the default template
es: La plantilla '%s' no se eliminó porque actualmente es la plantilla predeterminada
fr: Le modèle '%s' n'a pas pu être supprimé car actuellement est le modèle par default
nl: Template '%s' niet verwijderd weil es das Default-Template ist
ru: Шаблон '%s' не может быть удален, так как является текущим

source: Template '%s' not removed as it is in use for a Test Catalog
es: La plantilla '%s' no se eliminó porque está en uso para un catálogo de prueba
fr: Le modèle '%s' n'a pas été supprimé car utilisé par le Catalogue de Test
nl: Template '%s' niet verwijderd weil es in einem Test-Verzeichnis benutzt wird
ru: Шаблон '%s' не удален, так как он используется каталогом с тестами

source: Error deleting Test Case template '%s'
es: Error al eliminar la plantilla de caso de prueba '%s'
fr: Erreur dans la suppression du modèle de Fiche de Test '%s'
nl: Fout bij het verwijderen des Testfall-Templates '%s'
ru: Ошибка удаление шаблона тест-кейса '%s'

source: Test Case template '%s' deleted
es: Plantilla de caso de prueba '%s' eliminada
fr: Modèle de Fiche de Test '%s' supprimé
nl: Testfall-Template '%s' verwijderd
ru: Шаблон тест-кейса '%s' удален

source: Error deleting Test Catalog template '%s'
es: Error al eliminar la plantilla del catálogo de prueba '%s'
fr: Erreur dans la suppression du modèle de Catalogue de Test '%s'
nl: Fouten bij het verwijderen des Test-Verzeichnis-Template '%s'
ru: Ошибка удаления шаблона '%s' тестового каталога

source: Test Catalog template '%s' deleted
es: Plantilla de catálogo de prueba '%s' eliminada
fr: Modèle de Catalogue de Test '%s' supprimé
nl: Test-Verzeichnis-Template '%s' verwijderd
ru: Шаблон '%s' тестового каталога удален

source: Default Test Catalog template updated
es: Plantilla de catálogo de prueba predeterminada actualizada
fr: Mise à jour du modèle de Catalogue de Test par défaut
nl: Default Test-Catalog-Template bijgewerkt
ru: Стандартный шаблон тестового каталога обновлен

source: Failed to update default Test Catalog template
es: No se pudo actualizar la plantilla del catálogo de pruebas predeterminada
fr: La mise à jour du modèle de Catalogue de Test par défaut n'a pas pu étre effectuée
nl: fouten bij het bijwerken des Default-Test-Catalog-Template
ru: Ошибка обновления стандартного шаблона тестового каталога

source: Default Test Case template updated
es: Plantilla de caso de prueba predeterminada actualizada
nl: Standaard testcase-sjabloon bijgewerkt
ru: Обновлен шаблон тестового набора по умолчанию.

source: Failed to update Test Case templates
es: Error al actualizar las plantillas de casos de prueba
fr: La mise à jour du modèle de Fiche de Test n'a pas pu étre effectuée
nl: fouten bij het bijwerken des Test-Catalog-Template
ru: Ошибка обновления шаблона тестового каталога

source: Default Test Case templates updated
es: Plantillas de casos de prueba predeterminadas actualizadas
fr: Mise à jour du modèle de fiche de Test effectuée
nl: Default-Test-Catalog-Template bijgewerkt
ru: Стандартный шаблон тестового каталога обновлен

source: Template saved
es: Plantilla guardada
fr: Modèle sauvegardé
nl: Template opgeslagen
ru: Шаблон сохранен

source: Name
es: Nombre
fr: Nom
nl: Naam
ru: Имя

source: ID
ru: Идентификатор

source: Status
es: Estado
fr: Etat
ru: Статус

source: Author
es: Autor
fr: Auteur
nl: Auteur
ru: Автор

source: Last Change
es: Ultimo Cambio
fr: Dernière modification
nl: Laatste wijziging
ru: Последнее изменение

source: Description
es: Descripción
nl: Beschrijving
ru: Описание

source: Timestamp
es: Fecha Hora Registro
fr: Horodatage
nl: Zeitstempel
ru: Временной интервал

source: The operation was successful.
es: La operación fue exitosa.
fr: L'opération a été effectuée avec succès.
nl: De operation was succesvol.
ru: Операция выполнена успешно.

source: An error occurred while adding the test catalog.
es: Ocurrió un error al agregar el catálogo de prueba.
fr: Une erreur s'est produite en ajoutant le Catalogue de Test.
nl: Es ist ein fouten bij het Hinzufügen des Test Catalog opgetreden.
ru: Возникла ошибка при добавлении в тестовый каталог

source: The test case version was updated successfully.
es: La versión del caso de prueba se actualizó correctamente.
fr: La version de Fiche de Test a bien été mise à jour.
nl: Testfallversion erfolgreich bijgewerkt.
ru: Версия Тест-кейса была успешно обновлена

source: An error occurred while updating the test case version.
es: Ocurrió un error al actualizar la versión del caso de prueba.
fr: Une erreur s'est produite en mettant à jour la version de Fiche de Test.
nl: Es ist ein fouten bij het bijwerken der Testfallversion opgetreden.
ru: Возникла ошибка при при обновлении версии Тест-кейса

source: An error occurred while generating the test plan.
es: Ocurrió un error al generar el plan de prueba.
fr: Une erreur s'est produite en générant le Plan de Test.
nl: Es ist ein fouten bij het Generieren des Testplans opgetreden.
ru: Возникла ошибка при генерировании Тест-плана

source: An error occurred while adding the test case into the selected Test Plans.
es: Ocurrió un error al agregar el caso de prueba a los planes de prueba seleccionados.
fr: Une erreur s'est produite en ajoutant la Fiche de Test dans les Planes de Test spécifié.
nl: Er is een fout opgetreden bij het toevoegen van de testcase aan de geselecteerde testplannen.
ru: Произошла ошибка при добавлении тестового примера в выбранные планы тестирования.

source: The Test Case was already contained in the '%s' Test Plan.
es: El caso de prueba ya estaba contenido en el plan de prueba '%s'.
fr: La Fiche de Test était déjà présente dans le Plan de Test '%s'.
nl: De testcase was al opgenomen in het '%s'-testplan.
ru: Тестовый пример уже содержится в плане тестирования '%s'

source: An error occurred while adding the test case into the '%s' Test Plan.
es: Ocurrió un error al agregar el caso de prueba al plan de prueba '%s'.
fr: Une erreur s'est produite en ajoutant la Fiche de Test dans le Plan de Test '%s'.
nl: Er is een fout opgetreden tijdens het toevoegen van de testcase aan het '%s' testplan.
ru: Произошла ошибка при добавлении тестового случая в план тестирования «%s».

source: An error occurred while adding the test case into the Test Plan with id '%s'.
es: Ocurrió un error al agregar el caso de prueba al plan de prueba con id '%s'.
fr: Une erreur s'est produite en ajoutant la Fiche de Test dans le Test Plan avec id '%s'.
nl: Er is een fout opgetreden bij het toevoegen van de testcase aan het testplan met id '%s'.
ru: Произошла ошибка при добавлении тестового случая в план тестирования с идентификатором '%s'

source: The Test Case was successfully added to %s Test Plans.
es: El caso de prueba se agregó con éxito a %s planes de prueba.
fr: La Fiche de Test a bien été ajoutée au %s Planes.
nl: De testcase is succesvol toegevoegd aan %s testplannen.
ru: Тестовый пример был успешно добавлен в %s планов тестирования

source: The Test Case(s) were successfully pasted into the catalog.
es: Los casos de prueba se pegaron con éxito en el catálogo.
fr: La(es) Fiche(s) de Test ont bien été copiée(s) dans le Catalogue.
nl: Testfall/fälle erfolgreich inVerzeichnis toegevoegd.
ru: Тест-кейс(ы) был успешно вставлен в тестовый каталог

source: An error occurred while pasting the test case(s) into the catalog.
es: Ocurrió un error al pegar los casos de prueba en el catálogo.
fr: Une erreur s'et produite en copiant la(es) Fiche(s) de Test dans le Catalogue.
nl: Es ist ein fouten bij het Einfügen des/der Testfalls/fälle in catalogus opgetreden.
ru: Возникла ошибка во время вставки Тест-кейса(ов) в тестовый каталог

source: An error occurred while duplicating the test case.
es: Ocurrió un error al duplicar el caso de prueba.
fr: Une erreur s'est produite en dupliquant la Fiche de Test.
nl: Es ist ein fouten bij het kopieren des Testfalls opgetreden.
ru: Возникла ошибка при дублировании Тест-кейса

source: An error occurred while adding the test case.
es: Ocurrió un error al agregar el caso de prueba.
fr: Une erreur s'est produite en ajoutant la Fiche de Test.
nl: Es ist ein fouten bij het hinzufügen des Testfalls opgetreden.
ru: Возникла ошибка при добавлении Тест-кейса

source: The Test Plan was deleted successfully.
es: El plan de prueba se eliminó con éxito.
fr: Le Plan de Test a bien été supprimé.
nl: Testplan erfolgreich verwijderd.
ru: Тест-план был успешно удален

source: An error occurred while deleting the test plan.
es: Ocurrió un error al eliminar el plan de prueba.
fr: Une erreur s'est produite en supprimant la Fiche de Test.
nl: Es ist ein fouten bij het verwijderen des Testplans opgetreden.
ru: Возникла ошибка при удалении Тест-плана

source: The Test Case was successfully removed from the plan.
es: El caso de prueba se eliminó con éxito del plan.
fr: La Fiche de Test a bien été supprimée du Plan.
nl: Testfall erfolgreich aus Testplan verwijderd.
ru: Тест-кейс был успешно удален из Тест-плана

source: An error occurred while removing the test case from the plan.
es: Se produjo un error al eliminar el caso de prueba del plan.
fr: Une erreur s'est produite en supprimant la Fiche de Test du Plan.
nl: Es ist ein fouten biem verwijderen des Testfalls aus dem Plan opgetreden.
ru: Возникла ошибка во время удаления Тест-кейса из Тест-плана

source: An error occurred while cloning the test plan.
es: Ocurrió un error al clonar el plan de prueba.
fr: Une erreur s'est produite en clonant le Plan de Test
ru: Произошла ошибка во время дублирования Тест-плана

source: The test plan was cloned successfully.
es: El plan de prueba se clonó con éxito.
fr: Le plan de Test a bien été cloné
ru: Тест-план был дублирован успешно.

source: Error moving the test case with id %s and title '%s'.
es: Error al mover el caso de prueba con id %s y título '%s'.
fr: Erreur au cours du transfert de la Fiche de Test avec id %s et titre '%s'.
nl: Fout bij het verplaatsen van de testcase met id %s en titel '%s'
ru: Ошибка при перемещении тестового случая с идентификатором %s и заголовком '%s'

source: Error copying the test case with id %s and title '%s'.
es: Error al copiar el caso de prueba con id %s y título '%s'.
fr: Erreur au cours de la copie de la Fiche de Test avec id %s et le titre '%s'
nl: Fout bij het kopiëren van de testcase met id %s en titel '%s'
ru: Ошибка копирования Тест-кейса с id %s и заголовком '%s'

source: Type
es: Tipo
fr: Sorte
ru: Тип

source: Parent ID
es: Identificación de los padres
fr: ID d'origine
ru: Вышестоящий ID

source: Test Plan Title
es: Título del plan de prueba
fr: Titre du Plan de Test
nl: Testplan Titel
ru: Заголовок Тест-плана

source: Title
es: Título
fr: Titre
nl: Titel
ru: Заголовок

source: Contains all Test Cases
es: Contiene todos los casos de prueba
fr: Contient toutes les Fiches de Test
nl: Enthält alle Testfälle
ru: Содержит Тест-кейсы

source: Snapshot
es: Instantánea
ru: Снимок

source: No
fr: Non
nl: Nee
ru: Нет

source: Yes
es: Sì
fr: Oui
nl: Ja
ru: Да

source: Wiki page name
es: Nombre de la Pagina Wiki
fr: Nom de la page wiki
nl: Wiki-pagina-Naam
ru: Название страницы в wiki

source: Order
es: Orden
fr: Ordre
nl: Sortering
ru: Порядок

source: Plan ID
fr: ID du plan
ru: Идентификатор плана

source: Wiki page version
es: Versión de la página wiki
fr: Version page wiki
nl: Wiki-Page Versie
ru: Версия страницы wiki

source: Catalog ID
es: Catalogo ID
fr: ID du Catalogue
ru: Идентификатор каталога

source: Created
es: Creado
fr: Créé
nl: Aangemaakt
ru: Созданный

source: Freeze Test Case versions
es: Congelar versiones de casos de prueba
nl: Testfall-Version bevriezen
ru: Заморозить версию Тест-кейса

source: Test Manager templates with blank IDs have been fixed. Please go to the Administration panel, in the Test Manager Templates section, and check the associations between templates and Test Cases and Test Catalogs. You will have to manually fix any misconfiguration you should find.
ru: Исправлены шаблоны тестового менеджера с пустыми ID. Пожалуйста, зайдите в Панель администрирования, в секцию шаблонов и выберете связь между Тест-кейсом и тестовым каталогом. Все расхождения в конфиге исправляются вручную.

source: Test Case
es: Caso de Prueba
fr: Fiche de Test
nl: Testfall
ru: Тест-кейс

source: Test Plan
es: Plan de Pruebas
fr: Plan de Tests
ru: Тест-план

source: Successful
es: Exitoso
fr: Réussi
ru: Пройден

source: Untested
es: Sin Revisar
fr: Non testé
nl: Ongetest
ru: Не тестирован

source: Failed
es: Fallido
fr: Manqué
nl: Mislukt
ru: Провален

source: To be tested
es: Por Revisar
fr: A tester
nl: Ongetest
ru: Будет тестироваться

source: New Test Cases (bar)
es: Nuevos casos de prueba (barra)
fr: Nouvelle Fiche de Test
nl: Nieuwe testgevallen (balk)
ru: Новые Тест-кейсы (bar)

source: New Successful (bar)
es: Nueva exitosa (barra)
nl: Nieuw Succesvol (balk)
ru: Новый успешный (bar)

source: New Failed (bar)
es: Nuevo fallido (barra)
nl: Nieuw Mislukt (balk)
ru: Новый неуспешный (bar)

source: All Test Cases
es: Todos los Casos de Prueba
fr: Toutes les Fiches de Test
nl: Alle testgevallen
ru: Все Тест-кейсы

source: All Successful
es: Todos los exitosos
fr: Tous réussi
nl: Allemaal succesvol
ru: Все пройденные

source: All Untested
es: Todos los no probados
fr: Tous non-téstés
nl: Allemaal niet getest
ru: Все нетестированные

source: All Failed
es: Todos los fallidos
fr: Tous manqués
nl: Alles mislukt
ru: Все непройденные

source: Total Tickets
es: Tickets totales
fr: Tickets totaux
nl: Totaal aantal tickets
ru: Общее число Тикетов

source: Active Tickets
es: Tickets activas
fr: Tickets Actives
nl: Actieve Tickets
ru: Активные Тикеты

source: Closed Tickets
es: Tickets cerradas
fr: Tickets fermés
nl: Gesloten tickets
ru: Закрытые Тикеты

source: Date from;Date to;New Test Cases;Successful;Failed;Total Test Cases;Total Successful;Total Untested;Total Failed
es: Fecha desde;Fecha hasta;Nuevos casos de prueba;Exitoso;Fallo;Total de casos de prueba;Total exitoso;Total no probado;Total fallido
nl: Datum van;Datum tot;Nieuwe testgevallen;Geslaagd;Mislukt;Totaal testgevallen;Totaal geslaagd;Totaal niet getest;Totaal mislukt
ru: Дата с;Дата по;Новые Тест-кейсы;Пройденные;Непройденные;Общее число Тест-кейсов;Общее число пройденных;Общее число нетестированных;Общее чило непройденных

source: Test Manager
es: Administrador de Pruebas
fr: Manager de test
ru: Тест-менеджер

source: You cannot rename Test Catalog, Test Case or Test Plan wiki pages this way. If you wish to modify the TITLE of the object, just Edit the page and change the text between '==' and '=='. If you wish to move the object elsewhere, instead, use the 'move' Test Manager functions.
es: No puede cambiar el nombre de las páginas wiki de Test Catalog, Test Case o Test Plan de esta manera. Si desea modificar el TÍTULO del objeto, simplemente Edite la página y cambie el texto entre '==' y '=='. Si desea mover el objeto a otro lugar, utilice las funciones de 'mover' Test Manager.
fr: Vous ne pouvez pas renommer les pages wiki Catalogue de Test, Fiche de Test ou Plan de Test de cette façon. Si vous désirez modifier le TITRE de l'objet, Modifier la page et changer le texte entre '==' et '=='. Si vous désirez Déplacer l'objet utiliser les fonctions de gestion du test: 'déplacer'
nl: Das umbenennen des Testverzeichnis, Testfalls oder Testplans ist so nicht möglich. Zum ändern des TITELS oder Textes einfach den Wiki-Code der Seite bearbeiten. (z.B. Text zwischen == und ==) Zum verschieben des Objekts einfach die Testmanager-Funktion 'verschieben' benutzen.
ru: Вы не можете переименовать тестовый катлог, Тест-кейс или Тест-план таким образом. Если вы хотите изменить заголовок объекта, просто нажмите кнопку Править внизу страницы и измените текст между символами '==' и '=='. Если Вы хотите переместить объект, нажмите кнопку Переместить.

source: You cannot delete a Test Plan this way. Expand the Test Plans list under the corrisponding Catalog and use the X buttons to delete the Test Plans.
es: No puede eliminar un plan de prueba de esta manera. Expanda la lista de planes de prueba en el catálogo correspondiente y use los botones X para eliminar los planes de prueba.
fr: Vous ne pouvez pas supprimer le Plan de Test de cette façon. Etendre la liste de Plans de Test sous le Catalogue correspondant et utiliser le bouton X pour supprimer les Plans de Test.
ru: Вы не можете удалить Тест-план таким образом. Разверните список Тест-планов внизу и нажмите X для его удаления.

source: You cannot delete the root catalogs list.
es: No puede eliminar la lista de catálogos raíz.
fr: Vous ne pouvez pas supprimer la liste des catalogues de base.
nl: Sie können nicht die Wurzelverzeichnisliste verwijderen.
ru: Вы не можете удалить корневой каталог

source: Deleting this Test Catalog will delete all the contained Test Catalogs, Test Cases, Test Plans and the status history of them.
es: Al eliminar este catálogo de pruebas, se eliminarán todos los catálogos de pruebas que contiene, Casos de Prueba, Planes de Prueba y el historial de estado de los mismos.
fr: En supprimant le catalogue de test vous allez supprimer tous les Catalogues de Test, les Fiches de Test et leur historique qu'il contient
nl: Das verwijderen dieses Testverzeichnisses wird zusätlich alle beinhalteten Verzeichnisse, Testpläne und die Statusgeschichte entfernen.
ru: Удаление данного тестового каталога повлечет за собой удаление вложенных тестовых каталогов, Тест-кейсов, Тест-планов и историю их изменения

source: Select the catalog into which to paste the Test Cases and click on 'Paste the copied Test Cases here'.
es: Seleccione el catálogo en el cual desea pegar los Casos de Pruebas y luego haga clic sobre el botón "Pegar aquí los Casos de Pruebas Copiados".
fr: Sélectionnez le catalogue dans lequel coller les fiches de test puis cliquez sur «Coller les fiches de test copiées ici».
nl: Verzeichnis zum Einfügen der Testfälle auswählen und 'Kopierte Testfälle hierher einfügen' anklicken.
ru: Выберете каталог, в который хотите вставить Тест-кейс и нажмите кнопку 'Вставить скопированный Тест-кейс сюда'

source: Cancel
es: Cancelar
fr: Annuler
nl: Abbrechen
ru: Отмена

source: Select the catalog into which to paste the Test Case and click on 'Move the copied Test Case here'.
es: Seleccione el catálogo (incluso este) en el cual desea pegar los Casos de Pruebas y luego haga clic sobre el botón "Mover aquí los Casos de Pruebas Copiados".
fr: Sélectionnez le catalogue dans lequel coller les fiches de test puis cliquez sur "Déplacer le fiches de test copiées ici».
nl: Verzeichnis zum Einfügen des Testfalls auswählen und 'Kopierten Testfall hierher verschieben' anklicken.
ru: Выберете каталог, в который хотите вставить Тест-кейс и нажмите кнопку 'Переместить скопированный Тест-кейс сюда'

source: Test Catalogs List
es: Lista de Catalogos de Pruebas
fr: Liste des Catalogues de Tests
nl: Test-Verzeichnis-Liste
ru: Список тестовых каталогов

source: New Catalog:
es: Nuevo Catálogo:
fr: Nouveau Catalogue :
nl: Neues Catalog:
ru: Новый каталог:

source: Add a Catalog
es: Añadir Catálogo
fr: Ajouter un Catalogue
nl: Catalog hinzufügen
ru: Добавить каталог

source: Select the catalog (even this one) into which to paste the Test Cases and click on 'Paste the copied Test Cases here'.
es: Seleccione el catálogo(incluso este) en el cual desea pegar los Casos de Pruebas y luego haga clic sobre el botón "Pegar aquí los Casos de Pruebas Copiados"
fr: Sélectionnez le catalogue (même celui-ci) dans lequel coller les fiches de test puis cliquez sur "Coller les fiches de test copiées ici».
nl: Catalog zum Einfügen der Testfälle auswählen (auch das aktuelle) und 'Kopierte Testfälle hierher einfügen' anklicken.
ru: Выберете каталог (например этот), в который хотите вставить Тест-кейс и нажмите кнопку 'Вставить скопированный Тест-кейс сюда'

source: Select the catalog (even this one) into which to paste the Test Case and click on 'Move the copied Test Case here'.
es: Seleccione el catálogo(incluso este) en el cual desea pegar los Casos de Pruebas y luego haga clic sobre el botón "Mover aquí los Casos de Pruebas Copiados"
fr: Sélectionnez le catalogue (même celui-ci) dans lequel coller la fiche de test puis cliquez sur "Déplacer la fiche de test copiée ici».
nl: Catalog zum Einfügen des Testfalls auswählen (auch das aktuelle) und 'Kopierten Testfall hierher verschieben ' anklicken.
ru: Выберете каталог (например этот), в который хотите вставить Тест-кейс и нажмите кнопку 'Переместить скопированный Тест-кейс сюда'

source: Test Catalog
es: Catálogo de Pruebas
fr: Catalogue de Tests
ru: Каталог тестов

source: New Sub-Catalog:
es: Nuevo Sub-Catálogo:
fr: Nouveau Sous-Catalogue :
nl: Neues UnterCatalog:
ru: Новый подкаталог:

source: Add a Sub-Catalog
es: Añadir un Sub-Catálogo
fr: Ajouter un sous-catalogue
nl: UnterCatalog hinzufügen
ru: Добавить подкаталог:

source: New Test Case:
es: Nuevo Caso de Prueba:
fr: Nouvelle Fiche de Test :
nl: Neuer Testfall
ru: Новый Тест-кейс

source: Add a Test Case
es: Añadir un Caso de Prueba
fr: Ajouter une Fiche de Test
nl: Testfall hinzufügen
ru: Добавить Тест-кейс

source: New Test Plan:
es: Nuevo Plan de Pruebas:
fr: Nouveau Plan de Tests :
nl: Neuer Testplan:
ru: Новый Тест-план

source: Generate a new Test Plan
es: Generar un nuevo Plan de Pruebas
fr: Générer un nouveau Plan de Tests
nl: Neuen Testplan erstellen
ru: Сгенерировать новый Тест-план

source: Select Multiple Test Cases
es: Seleccionar Multiples Casos de Pruebas
fr: Sélectionner plusieurs Fiches de Test
nl: Mehrfache Testfälle auswählen
ru: Выбрать несколько Тест-кейсов

source: Copy the Selected Test Cases
es: Copiar los Casos de Pruebas Seleccionados
fr: Copiez les Fiches de Test sélectionnées
nl: Ausgewählte Testfälle kopieren
ru: Скопировать выбранные Тест-кейсы

source: Paste the copied Test Cases here
es: Pegar aquí los Casos de Pruebas Copiados
fr: Collez les Fiches de Test copiées ici
nl: Kopierte Testfälle hierher einfügen
ru: Вставить скопированные Тест-кейсы сюда

source: Move the copied Test Case here
es: Mover aquí los Casos de Pruebas Copiados
fr: Déplacez la Fiche de Test copiée ici
nl: Kopierten Testfall hierher verschieben
ru: Переместить скопированные Тест-кейсы сюда

source: Import Test Cases
es: Importar Casos de Pruebas
fr: Importer des Fiches de Test
nl: Testfälle importieren
ru: Импортировать Тест-кейсы

source: Export Test Catalog
es: Exportar catálogo de pruebas
fr: Exporter Catalogue de Test
nl: Test-Catalog exportieren
ru: Экспортировать тестовый каталог
