Repository: seccanj/testman4trac
Catalog: testman4trac/testmanager/locale/*/LC_MESSAGES/testmanager.po
Languages: es, fr, nl, ru

source: Organize Test Catalogs
es: Organizar catálogos de pruebas
fr: Organiser les Catalogues de Test
nl: Catalog
ru: Организаця тестовых каталогов

source: Delete this version
es: Eliminar esta versión
fr: Supprimer cette version
nl: Verwijder Versie
ru: Удалить эту версию

source: Delete Test Catalog
es: Eliminar catálogo de prueba
fr: Supprimer le Catalogue de Test
nl: Verwijder Test Catalog
ru: Удалить тестовый каталог

source: Back to the Catalog
es: Volver al Catálogo
fr: Retour au Catalogue
nl: Zürück zum Catalog
ru: Назад в каталог

source: Test Plan:
es: Plan de Pruebas:
fr: Plan de tests :
ru: Тест-план:

source: Export Test Plan
es: Exportar plan de prueba
fr: Exporter Plan de Test
nl: Testplan exporteren
ru: Экспортировать Тест-план

source: Clone Test Plan
es: Clonar plan de prueba
fr: Cloner le Plan de Test
nl: Kloon test plan
ru: Скопировать Тест-план

source: Contained Test Cases
es: Casos de prueba contenidos
fr: Fiches de Test contenues
nl: Beinhaltete Testfälle
ru: Содержимые Тест-кейсы

source: Contains selected Test Cases
es: Contiene casos de prueba seleccionados
fr: Contient des Fiches de Test séléctionnées
nl: Beinhaltet ausgewählte Testfälle
ru: Содержит выбранные Тест-кейсы

source: Test Case Versions
es: Versiones de casos de prueba
fr: Versions de Fiche de Tests
nl: Testfallversies
ru: Версии Тест-кейсов

source: Points to latest Test Case versions
es: Apunta a las últimas versiones de casos de prueba
fr: Dirige vers les versions plus récentes des Fiches de Test
nl: Zeigt zur letzten Testfallversie
ru: Указатели на предыдущие версии Тест-кейса

source: Contains a snapshot of Test Case versions
es: Contiene una instantánea de las versiones de casos de prueba
nl: Beinhaltet ein Schnappschuss von Testfallversies
ru: Содержит версии Тест-кейсов

source: Switch to Tabular View
es: Cambiar a vista tabular
fr: Passer au mode de vue Tabulaire
nl: Zur Tabellenansicht
ru: Переключить к табличному виду

source: Switch to Tree View
es: Cambiar a vista de árbol
fr: Passer au mode de vue Arboraissance
nl: Zur Baumansicht
ru: Переключиться в режим дерева

source: The Test Cases have been copied. Now select the catalog into which to paste the Test Cases and click on 'Paste the copied Test Cases here'.
es: Los Casos de Pruebas han sido copiados. A continuación seleccione el catálogo en el cual desea pegar los Casos de Pruebas y luego haga clic sobre el botón "Pegar aquí los Casos de Pruebas Copiados"
fr: Les Fiches de Test ont été copiées. Maintenant, sélectionnez le Catalogue dans lequel coller les Fiches de Test puis cliquez sur «Coller les Fiches de Test copiées ici».
nl: Die Testfälle wurden kopiert. Jetzt das Verzeichnis zum Einfügen der Testfälle auswählen und 'Kopierte Testfälle hierher verschieben' anklicken.
ru: Тест-кейс был скопирован. Теперь выберете каталог, в который хотите вставить Тест-кейс и нажмите кнопку 'Вставить скопированный Тест-кейс сюда'

source: The Test Case has been cut. Now select the catalog into which to move the Test Case and click on 'Move the copied Test Case here'.
es: Los Casos de Pruebas han sido cortados. A continuación seleccione el catálogo hacia el cual desea mover los Casos de Pruebas y luego haga clic sobre el botón "Pegar aquí los Casos de Pruebas"
fr: La Fiche de Test a été coupée. Maintenant, sélectionnez le Catalogue dans lequel déplacer la Fiche de Test puis cliquez sur «Déplacer la Fiche de Test copiée ici».
nl: Der Testfall wurde ausgeschnitten. Jetzt das Verzeichnis zum Einfügen des Testfalls auswählen und 'Kopierten Testfall hierher verschieben ' anklicken.
ru: Тест-кейс был вырезан. Теперь выберете каталог, в который хотите вставить Тест-кейс и нажмите кнопку 'Переместить скопированный Тест-кейс сюда'

source: Open a Ticket on this Test Case
es: Abrir un Ticket sobre este Caso de Prueba
fr: Ouvrir un Ticket sur cette Fiche de Test
nl: Ticket zu diesem Testfall öffnen
ru: Завести тикет на этот Тест-кейс

source: Show Related Tickets
es: Ver Tickets Relacionados
fr: Montrer les Tickets associés
nl: Zugehörige Tickets anzeigen
ru: Показать зависимые тикеты

source: Move the Test Case into another catalog
es: Mover los Casos de Pruebas dentro de otro catálogo
fr: Déplacer la fiche de Test dans un autre Catalogue
nl: Testfall in ein anderes Verzeichnis verschieben
ru: Переместить Тест-кейс в другой каталог

source: Duplicate the Test Case
es: Duplicar Caso de Prueba
fr: Dupliquer la Fiche de Test
nl: Testfall kopieren
ru: Дублировать Тест-кейс

source: Add to a Test Plan
es: Agregar a un plan de prueba
fr: Ajouter au Plan de Test
nl: Testplan hinzufügen
ru: Добавить в Тест-план

source: Update to latest version of Test Case
es: Actualizar a la última versión de Test Case
fr: Mettre à jour la dernière version de Fiche de Test
nl: Aktuallisiere auf letzte Testfallversie
ru: Обновить до последней версии Тест-кейса

source: Remove from the Test Plan
es: Quitar del plan de prueba
fr: Supprimer du Plan de Test
nl: Vom Testplan verwijderen
ru: Удалить из Тест-плана

source: Back to the Test Plan
es: Volver al Plan de Pruebas
fr: Retour au Plan de Tests
nl: Terug zum Testplan
ru: Назад к Тест-плану

source: Edit
es: Editar
fr: Modifier
nl: Bijwerken
ru: Редактировать

source: Save
es: Guardar
fr: Enregistrer
nl: Opslaan
ru: Сохранить

source: New Test Plan
es: Nuevo Plan de Pruebas
fr: Nouveau Plan de Test
nl: Nieuw test plan
ru: Новый Тест-план

source: Specify the new Test Plan properties.
es: Especificar las propiedades del nuevo plan de prueba.
fr: Spécifier les propriétés du nouveau Plan de Test
nl: Angeben der neuen Testplan-eigenschappen.
ru: Указать новые свойства Тест-плана

source: Test Plan properties
es: Propiedades del plan de prueba
fr: Propriétés du Plan de Test
nl: Testplan eigenschappen
ru: Свойства Тест-плана

source: The new Test Plan will contain:
es: El nuevo Plan de Prueba contendrá:
fr: Le nouveau Plan de Test va contenir:
nl: Der neue Testplan wird beinhalten:
ru: Новый Тест-план будет содержать:

source: All the Test Cases in the Catalog
es: Todos los Casos de Prueba del Catálogo
fr: Toutes les Fiches de Test dans le Catalogue
nl: Alle Testfälle im Catalog
ru: Все Тест-кейсы в каталоге

source: Only the Test Cases selected before
es: Solo los casos de prueba seleccionados antes
fr: Seulement les Fiches de Test séléctionnées
nl: Nur die zuvor ausgewählte Testfälle
ru: Только уже выбранные Тест-кейсы

source: The new Test Plan will:
es: El nuevo plan de prueba:
fr: Le nouveau Plan de Test fera:
nl: Der neue Testplan wird:
ru: Новый тест план будет:

source: Refer to a current snapshot of the versions of the test cases
es: Se referirá a una instantánea actual de las versiones de los casos de prueba
nl: Verweis auf aktuellen Schnappschuss der Testfallversionen
ru: Текущая версия Тест-кейсов

source: Always point to the latest version of the Test Cases
es: Siempre apuntará a la última versión de los casos de prueba
fr: Toujours diriger vers la version plus récente des Fiches de Test
nl: Verweise immer zu letzten Testfallversionen
ru: Показывать всегда последнюю версию Тест-кейса

source: Create Test Plan
es: Crear plan de prueba
fr: Créer Plan de Test
nl: Erstelle einen Testplan
ru: Создать Тест-план

source: Copy of %s
es: Copia de %s
fr: Copie de %s
nl: Kopie van %s
ru: Копировать %s

source: Specify the name of the new Test Plan.
es: Especifique el nombre del nuevo plan de prueba.
fr: Spécifier le nom du nouveau Plan de Test.
nl: Geef de naam van het nieuwe testplan op
ru: Укажите название нового Тест-плана.

source: New Test Plan name:
es: Nuevo nombre del plan de prueba:
fr: Nom du nouveau Plan de Test:
nl: Nieuwe naam testplan
ru: Название нового Тест-плана

source: Object change history
es: Historial de cambios de objeto
nl: Objekt-Änderungs-Geschichte
ru: История изменений объекта

source: Property
es: Propiedad
fr: Propriété
nl: Eigenschap
ru: Свойства

source: Previous Value
es: Valor anterior
fr: Valeur précédente
nl: Vorige waarde
ru: Предыдущее значение

source: New Value
es: Nuevo valor
fr: Nouvelle valeur
nl: Nieuwe waarde
ru: Новое значение

source: Select a file in CSV format to import the test cases from.
es: Seleccione un archivo en formato CSV desde el que importar los casos de prueba.
fr: Séléctionner un fichier format CSV d'ou' importer les Fiches de Test.
nl: Auswahl ders CSV-Files für Testfall-Import
ru: Выберите CSV файл для импорта Тест-кейса

source: The first row will have column names. The data must start from the second row.
es: La primera fila tendrá nombres de columna. Los datos deben comenzar desde la segunda fila.
fr: La première ligne aura noms de colonne. Les données doivent commencer à partir de la deuxième ligne.
nl: Die erste Zeile besteht aus Spaltennamen. Die Daten beginnen in der zweiten Zeile.
ru: Первая строка должна содержать заголовки. Данные должны начинаться со второй строки.

source: The file should have the following required columns:
es: El archivo debe tener las siguientes columnas obligatorias:
fr: Le fichier devra avoir les colonnes suivantes obligatoires:
nl: Das File benötigt folgende Spalten:
ru: Файл должен содержать следующие обязательные столбцы:

source: Any subsequent columns are optional, and will generate <a href='http://trac-hacks.org/wiki/TestManagerForTracPlugin#Customfields' target='_blank'>custom test case fields</a>.
es: Las columnas posteriores son opcionales y generarán <a href='http://trac-hacks.org/wiki/TestManagerForTracPlugin#Customfields' target='_blank'>campos de casos de prueba personalizados</a>.
fr: Toute colonne suivante est optionale et pourra générer <a href='http://trac-hacks.org/wiki/TestManagerForTracPlugin#Customfields' target='_blank'> </a>
nl: Zusätzliche Spalten sind optional und erzeugen <a href='http://trac-hacks.org/wiki/TestManagerForTracPlugin#Customfields' target='_blank'>custom test case fields</a>
ru: Любые последующие столбцы являются необязательными, и будет генерировать <a href='http://trac-hacks.org/wiki/TestManagerForTracPlugin#Customfields' target='_blank'>настраиваемые поля Тест-кейса </a>.

source: Use lowercase identifiers, with no blanks, for the column names.
es: Utilice identificadores en minúsculas, sin espacios en blanco, para los nombres de las columnas.
fr: Utiliser identificateurs en minuscules, sans espaces, pour les noms des colonnes
nl: Verwenden Sie kleingeschriebene Namen ohne Leerzeichen für die Spalten.
ru: Названия столбцов не должны содержать пробелов и быть в нижнем регистре.

source: Upload file
es: Subir archivo
fr: Télécharger fichier
ru: Загрузить файл

source: File name:
es: Nombre del archivo:
fr: Nom du fichier:
nl: File naam:
ru: Название файла:

source: Column separator:
es: Separador de columnas:
fr: Séparateur de colonnes:
nl: Kolom separator:
ru: Разделитель столбцов:

source: Import
es: Importar
fr: Importer
ru: Импортировать

source: Export Test Cases
es: Exportar casos de prueba
fr: Exporter Fiches de Test
ru: Экспортировать Тест-кейс

source: Select a name and a location on your machine for the CSV file to export the test cases to.
es: Seleccione un nombre y una ubicación en su máquina para que el archivo CSV exporte los casos de prueba.
fr: Séléctionner un nom et un plieu sur votre machine pour le fichier format CSV d'ou' exporter les Fiches de Test.
nl: Wählen sie einen Speicherort und Filenamen für deen Export der Testfälle.
ru: Выберите название и расположение файл CSV на Вашем компьютере для импорта Тест-кейса.

source: Export options
es: Opciones de exportación
fr: Exporter options
nl: Exporteigenschften
ru: Экспортировать настройки

source: Include full description:
es: Incluir descripción completa:
fr: Inclure déscription complète:
nl: Beinhaltet volle Beschreibung:
ru: Полное описание:

source: Raw wiki syntax:
es: Sintaxis wiki sin formato:
nl: Zeile Wiki Syntax:
ru: Стандартный синтаксис вики:

source: Export
es: Exportar
fr: Exporter
ru: Экспорт

source: Add Test Case to a Test Plan
es: Agregar caso de prueba a un plan de prueba
fr: Ajouter Fiche de Test au Plan de Test
nl: Testfall zu Testplanhinzufügen
ru: Добавить Тест-кейс в Тест-план

source: Select the Test Plan to add the Test Case to.
es: Seleccione el plan de prueba para agregar el caso de prueba.
fr: Séléctionner le Plan de Test à ajouter à la Fiche de Test
nl: Auswahl des Testplans zum hinzufügen des Testfalls.
ru: Выберете Тест-план, в который добавить Тест-кейс.

source: Test Plans
es: Planes de prueba
fr: Plans de Test
nl: Testpläne
ru: Тест-планы

source: No suitable Test Plans (i.e. with only selected Test Cases) found.
es: No se encontraron planes de prueba adecuados (es decir, con solo casos de prueba seleccionados).
fr: Aucun Plan de Test adapté a été trouvé (i.e. seulement avec les Fiches de test séléctionnées)
nl: Keine passenden Testpläne (met ausgewählten testfällen) gefunden.
ru: Нет подходящих Тест-планов (с выбранными Тест-кейсами).

source: Add to Test Plan
es: Agregar al plan de prueba
fr: Ajouter au Plan de Test
nl: Testplan hinzufügen
ru: Добавить в Тест-план

source: Drag and drop the test cases to reorder them, or to move them to different catalogs.
es: Arrastre y suelte los casos de prueba para reordenarlos o moverlos a diferentes catálogos.
fr: Glisser et déposer las Fiches de Test pour les changer d'ordre, ou bien pour les déplacer vers d'autres catalogues
nl: Versleep de testgevallen om ze opnieuw te ordenen of om ze naar verschillende catalogi te verplaatsen
ru: Перетащите Тест-кейсы, чтобы изменить их порядок, или чтобы переместить их в другой тестовый каталог

source: Error
fr: Erreur
nl: Fouten
ru: Ошибка

source: An error occurred performing the operation.<br /><br />Please try again.
es: Se produjo un error al realizar la operación.<br /> <br />Por favor, inténtelo de nuevo.
fr: Une erreur s'est produite pendant l'opération <br /><br /> Merci de re-essayer.
nl: Es ist ein fouten bei Durchführung der Operation opgetreden.<br /><br />Bitte wiederholen.
ru: Возникла ошибка при выполнении запроса. <br><br/>Пожалуйста, попробуйте еще раз.

source: All Catalogs
es: Todos los Catálogos
fr: Tous les Catalogues
nl: Alle Catalogs
ru: Все каталоги

source: Filter:
es: Filtro:
fr: Filtre :
ru: Фильтр:

source: Type the test to search for, even more than one word. You can also filter on the test case status (untested, successful, failed).
es: Escriba la palabra que desea buscar, puede escribir mas de una palabra. También puede filtrar por el estado de un caso de prueba(Sin Revisar, Existoso, Fallido)
fr: Entrez le test à rechercher, éventuellement sur plusieurs mots. Vous pouvez également filtrer sur l'état du test (non testé, réussi, manqué).
nl: Sucheingabefeld für Testfall. Auch mehrere Wörter möglich. Filterung kann auch den Testfall-Status (untested, successful, failed) beinhalten.
ru: Введите название теста, состоящее из одного или более слов. Так же имеется возможность фильтровать по статусу тест-кейса (не тестирован, пройден, провален).

source: Expand all
es: Expandir todo
fr: Agrandir tout
nl: Alles ausklappen
ru: Развернуть все

source: Collapse all
es: Colapsar todo
fr: Réduire tout
nl: Alles einklappen
ru: Свернуть все

source: Available Test Plans
es: Planes de Pruebas Disponibles
fr: Plans de Tests disponibles
nl: Beschikbare Testpläne
ru: Доступные Тест-планы

source: Type the test to search for, even more than one word.
es: Escriba la prueba para buscar, incluso más de una palabra.
fr: Taper le Test à chercher, plusieurs mots possibles.
nl: Einfügen des Tests, nach dem gesucht werden soll (mehrere Wörter erlaubt).
ru: Введите название теста для поиска, состоящее из одного или более слов.

source: Plan Name
es: Nombre del Plan
fr: Nom du Plan de Tests
nl: Plan-naam
ru: Название плана

source: Open Test Plan
es: Plan de Pruebas abierto
fr: Ouvrir le Plan de Tests
nl: Testplan openen
ru: Открыть Тест-план

source: Delete
es: Eliminar
fr: Supprimer
nl: Verwijderen
ru: Удалить

source: Open
es: Abrir
fr: Ouvrir
nl: Openen
ru: Открыть

source: Unknown
es: Desconocido
fr: Inconnu
nl: Onbekend
ru: Неизвестный

source: Edit the Test Case
es: Editar el Caso de Prueba
fr: Modifier la Fiche de Test
nl: Testfall aanpassen
ru: Редактировать Тест-план

source: (Sum)
es: (Suma)
fr: (Somme)
nl: (Som)
ru: (Сумма)

source: (Average)
es: (Promedio)
fr: (Moyenne)
nl: (Gemiddelde)
ru: (Среднее)

source: (Count)
es: (Conde)
nl: (Aantal)
ru: (Количество)

source: Set to:
es: Ajustado a:
nl: Wijzig naar:
ru: Выставить на:

source: Status color:
es: Color de estado:
nl: Status kleur
ru: Цвет статуса:

source: Change the Status:
es: Cambio el Estado:
fr: Changer l'état :
nl: Status wijzigen
ru: Изменить статус:

source: Status change history
es: Historial de Cambios de Estado
fr: Historique des changements d'état
nl: Status veranderingen
ru: Статус истории изменений

source: Test Manager Settings
es: Configuración del Test Manager
nl: Instellingen testmanager
ru: Настройки тестового менеджера

source: Settings for Test Manager
es: Configuración del Test Manager
nl: Instellingen voor test manager
ru: Настройки тестового менеджера

source: Test Statistics default settings
es: Configuración predeterminada de las estadísticas de prueba
nl: Standaardinstellingen voor teststatistieken
ru: Стандартные настройки статистики тестов

source: Number of days shown by default:
es: Número de días mostrados por defecto:
nl: Aantal dagen standaard weergegeven:
ru: Количество дней, показанных по умолчанию:

source: Number of days between each data point:
es: Número de días entre cada punto de datos:
nl: Aantal dagen tussen elk gegevenspunt:
ru: Количество дней между датами:

source: Test Manager visualization settings
es: Configuración de visualización de Test Manager
nl: Visualisatie-instellingen van Test Manager
ru: Настройки отображения тестового менеджера

source: Sort a test plan's test cases by:
es: Ordene los casos de prueba de un plan de prueba por:
nl: Sorteer de testgevallen van een testplan op:
ru: Сортировать Тест-кейсы Тест-плана по:

source: User-specified (use "Organize Test Catalogs" to set)
es: Especificado por el usuario (utilice "Organizar catálogos de prueba" para establecer)
nl: Door de gebruiker gespecificeerd (gebruik "Organiseer testcatalogi" om in te stellen)
ru: Указанное пользователем (нажмите "Организовать тестовый каталог")

source: Modification time
es: Hora de modificación
nl: Wijzigingstijd
ru: Время изменения

source: Open Test Cases in a new window:
es: Abrir casos de prueba en una nueva ventana:
nl: Open testgevallen in een nieuw venster:
ru: Открыть Тест-кейс в новом окне:

source: Default Test Catalog view type:
es: Tipo de vista de catálogo de prueba predeterminado:
nl: Standaard weergavetype testcatalogus:
ru: Стандартный вид тестового каталога:

source: Tree
es: Árbol
nl: Boom
ru: Дерево

source: Table
es: Tabla
nl: Tabel
ru: Таблица

source: Default Test Plan view type:
es: Tipo de vista de plan de prueba predeterminado:
ru: Стандартный виде Тест-плана:

source: Visible Test Catalog columns in table view
es: Columnas visibles del catálogo de pruebas en la vista de tabla
nl: Zichtbare test kolommen in tabel
ru: Видимые столбцы тестового каталога в табличном виде

source: Totals Row
es: Fila de totales
nl: Totalen rij
ru: Общее число строк

source: Sum
es: Suma
nl: Som
ru: Сумма

source: Average
es: Promedio
nl: Gemiddeld
ru: Среднее

source: Count
es: Conde
nl: Graaf
ru: Количество

source: Visible Test Plan columns in table view
es: Columnas visibles del plan de prueba en la vista de tabla
nl: Zichtbare test kolommen in tabel
ru: Видимые столбцы Тест-плана в табличном виде

source: Test Manager Templates
es: Plantillas de Test Manager
nl: Sjablonen voor testmanager
ru: Шаблоны мэнеджера тестов

source: Test Manager Templates Configuration
es: Configuración de plantillas de Test Manager
nl: Test Manager Templates Configuratie
ru: Настройки шаблонов менеджера тестов

source: Test Catalog Templates
es: Plantillas de catálogo de pruebas
nl: Sjablonen voor testcatalogus
ru: Шаблоны каталога тестов

source: No Templates created yet.
es: Aún no se han creado plantillas.
nl: Nog geen sjablonen gemaakt
ru: Шаблоны еще не созданы

source: Delete Selected
es: Eliminar seleccionado
nl: Verwijder geselecteerde
ru: Удалить выбранные

source: Add Test Catalog Template
es: Agregar plantilla de catálogo de prueba
nl: Testcatalogussjabloon toevoegen
ru: Добавить шаблон тестового каталога

source: Test Case Templates
es: Plantillas de casos de prueba
nl: Testcase-sjablonen
ru: Шаблоны Тест-кейсов

source: Add Test Case Template
es: Agregar plantilla de caso de prueba
nl: Testcase-sjabloon toevoegen
ru: Добавить шаблон Тест-кейса

source: Default template for Test Catalog
es: Plantilla predeterminada para el catálogo de pruebas
nl: Standaardsjabloon voor testcatalogus
ru: Стандартный шаблон для тестового каталога

source: None
es: Ninguno
nl: Geen
ru: Не выбрано

source: Save Default Test Catalog Template
es: Guardar plantilla de catálogo de prueba predeterminada
nl: Bewaar standaard testcatalogussjabloon
ru: Сохранить стандартный шаблон тестового каталога

source: Default template for Test Case
es: Plantilla predeterminada para caso de prueba
ru: Шаблон по умолчанию для тестового примера

source: Save Default Test Case Template
es: Guardar plantilla de caso de prueba predeterminada
ru: Сохранить шаблон тестового примера по умолчанию

source: Default Test Case template for specific Test Catalogs (overrides default above)
es: Plantilla de caso de prueba predeterminada para catálogos de prueba específicos (anula el valor predeterminado anterior)
ru: Шаблон тестового примера по умолчанию для определенных каталогов тестов (переопределяет значение по умолчанию выше)

source: Test Catalog ID
es: ID de catálogo de prueba
ru: Идентификатор каталога тестов

source: Test Case Template
es: Plantilla de caso de prueba
nl: Testcase-sjabloon
ru: Шаблон Тест-кейса

source: Default
es: Por defecto
ru: По умолчанию

source: Save Template Configuration
es: Guardar configuración de plantilla
nl: Bewaar template configuratie
ru: Сохранить конфигурацию шаблона

source: Edit Template
es: Editar plantilla
nl: Sjabloon bewerken
ru: Редактировать шаблон

source: Content
es: Contenido
nl: Inhoud
ru: Содержимое

source: Submit Changes
es: Presentar cambios
nl: Wijzigingen indienen
ru: Подтвердить изменения

source: Preview
es: Vista anticipada
nl: Voorbeeld
ru: Предпросмотр

source: Test Case import results
es: Resultados de la importación de Casos de Pruebas
nl: Test Case-importresultaten
ru: Импортировать результаты Тест-кейса

source: Got to the
es: Llegó a las
nl: Ga naar de
ru: Перейти

source: enclosing Test Catalog
es: Encerrar Catálogo de Pruebas
nl: bijgevoegde testcatalogus
ru: вложенный каталог тестов

source: Errors
es: Errores
nl: Fouten
ru: Ошибки

source: Row number
es: Número de Fila
nl: Rijnummer
ru: Номер строки

source: Test Title
es: Título de la Prueba
nl: Testtitel
ru: Заголовок теста

source: Test Cases imported successfully
es: Casos de Pruebas importados exitosamente
nl: Testgevallen succesvol geïmporteerd.
ru: Тест-кей был импортирован успешно

source: Test Management Statistics
es: Estadisticas de Pruebas
nl: Test Management Statistieken
ru: Статистика Тестов

source: Test activity trend
es: Tendencia de la actividad de las Pruebas
nl: Testactiviteitstrend
ru: Тенденция тестовой активности

source: Current test status
es: Estado de la prueba actual
nl: Huidige test status
ru: Текущий статус теста

source: Tickets trend
es: Tendencia de los Tickets
ru: Тенденция тикетов

source: No data available
es: Datos no disponibles
nl: Geen data beschikbaar
ru: Данные не доступны

source: Not applicable to "All Test Plans".
es: No aplicable a "Todos los planes de prueba".
nl: Niet van toepassing op "Alle testplannen".
ru: Нельзя применить ко все Тест-планам
