Repository: seccanj/testman4trac
Catalog: testman4trac/testmanager/locale/*/LC_MESSAGES/testmanager.po
Languages: es, fr, nl, ru

source: Select a Test Plan to see this chart.
es: Seleccione un plan de prueba para ver este gráfico.
nl: Selecteer een testplan om deze grafiek te zien.
ru: Выберите Тест-план, чтобы увидеть этот график.

source: Start Date:
es: Fecha de Inicio:
nl: Begin datum
ru: Дата начала:

source: End Date:
es: Fecha de Termino:
nl: Einddatum:
ru: Дата окончания:

source: Resolution:
es: Resolución:
nl: Oplossing:
ru: Решение:

source: 1 Day
es: 1 Día
nl: 1 dag
ru: 1 день

source: 1 Week
es: 1 Semana
ru: 1 неделя

source: 2 Weeks
es: 2 Semanas
nl: 2 weken
ru: 2 недели

source: 1 Month
es: 1 Mes
nl: 1 maand
ru: 1 месяц

source: 2 Months
es: 2 Meses
nl: 2 maanden
ru: 2 месяца

source: 3 Months
es: 3 Meses
nl: 3 maanden
ru: 3 месяца

source: 6 Months
es: 6 Meses
nl: 6 maanden
ru: 6 месяцев

source: 1 Year
es: 1 Año
nl: 1 jaar
ru: 1 год

source: Format: %(datehint)s
es: Formato: %(datehint)s
nl: Formaat: %(datehint)s
ru: Формат: %(datehint)s

source: Test Plan:
es: Plan de Pruebas:
ru: Тест-план:

source: All Test Plans
es: Todos los Planes de Pruebas
nl: Alle testplannen
ru: Все тест-планы

source: URL to bookmark:
es: URL para guardar en favoritos
nl: URL naar bladwijzer:
ru: Ссылка на закладку

source: Export this data to Excel
es: Exportar datos a Excel
nl: Exporteer deze data naar Excel
ru: Экспортировать данные в Excel

source: (CSV format)
es: (Formato CSV)
nl: (CSV formaat)
ru: (Формат CSV)
